Repository: AKFisher/firefox-ios
Catalog: Client/*.lproj/AuthenticationManager.strings
Languages: ia, pl

source: After 1 hour
ia: Post 1 hora
pl: Po godzinie

source: After 1 minute
ia: Post 1 minuta
pl: Po minucie

source: After 5 minutes
ia: Post 5 minutas
pl: Po 5 minutach

source: After 10 minutes
ia: Post 10 minutas
pl: Po 10 minutach

source: After 15 minutes
ia: Post 15 minutas
pl: Po 15 minutach

source: Change Passcode
ia: Cambia le codice contrasigno
pl: Zmiana kodu

source: Enter Passcode
ia: Insere le codice contrasigno
pl: Weryfikacja kodu

source: Enter a new passcode
ia: Insere un nove contrasigno
pl: Nowy kod

source: Enter a passcode
ia: Insere un codice contrasigno
pl: Podaj kod

source: Enter passcode
ia: Insere un codice contrasigno
pl: Podaj kod

source: Immediately
ia: Immediatemente
pl: Natychmiast

source: Incorrect passcode. Try again (Attempts remaining: %d).
pl: Nieprawidłowy kod. Spróbuj ponownie (pozostałe próby: %d)

source: Incorrect passcode. Try again.
pl: Nieprawidłowy kod. Spróbuj ponownie.

source: Maximum attempts reached. Please try again in an hour.
pl: Osiągnięto maksymalną liczbę prób. Proszę spróbować ponownie za godzinę.

source: Maximum attempts reached. Please try again later.
pl: Osiągnięto maksymalną liczbę prób. Proszę spróbować ponownie później.

source: New passcode must be different than existing code.
pl: Nowy kod musi się różnić od istniejącego.

source: Passcode
pl: Kod

source: Passcodes didn’t match. Try again.
pl: Wprowadzone kody nie są takie same. Spróbuj ponownie.

source: Re-enter passcode
ia: Re-insere le codice contrasigno
pl: Podaj ponownie kod

source: Require Passcode
pl: Wymagany kod

source: Set Passcode
pl: Ustawianie kodu

source: Touch ID & Passcode
pl: Touch ID i kod

source: Turn Passcode Off
pl: Wyłącz kod

source: Turn Passcode On
pl: Włącz kod

source: Turn off your passcode.
pl: Wyłącz kod.

source: Use Touch ID
pl: Touch ID

source: Use your fingerprint to access Logins now.
pl: Użyj Touch ID, aby uzyskać dostęp do danych logowania.

source: Use your fingerprint to access Private Browsing now.
pl: Użyj Touch ID, aby uzyskać dostęp do przeglądania prywatnego.

source: touchid.disable.reason.label
pl: Użyj odcisku palca, by wyłączyć Touch ID.

source: touchid.require.passcode.reason.label
pl: Użyj odcisku palca, by skonfigurować opóźnienie wymagania kodu.
