Repository: AKFisher/firefox-ios
Catalog: Client/*.lproj/Intro.strings
Languages: ca, el, es_ar, es_mx, hi_in, ja, ko, sk, ta

source: Browse multiple Web pages at the same time with tabs.
ca: Navegueu per diverses pàgines web a la vegada amb les pestanyes.
el: Περιηγηθείτε σε πολλές ιστοσελίδες ταυτόχρονα με τη χρήση καρτελών.
es_ar: Navegá por múltiples páginas web al mismo tiempo con las pestañas.
es_mx: Navega por múltiples sitios a la vez con las pestañas.
hi_in: टैब्स के साथ एक ही समय में कई वेब पृष्ठों को ब्राउज़ करें.
ja: タブを使えば、複数のウェブページを同時に開けます。
ko: 탭으로 여러 웹 페이지를 동시에 사용하세요.
sk: Pomocou kariet prehliadate niekoľko stránok naraz.
ta: கீற்றுகளைக் கொண்டு ஒரே நேரத்தில் பல தளங்களை உலாவ முடியும்.

source: Connect Firefox everywhere you use it.
ca: Connecteu el Firefox allà on l'utilitzeu.
el: Συνδέστε τον Firefox οπουδήποτε τον χρησιμοποιείτε.
es_ar: Conectá Firefox donde sea que lo uses.
es_mx: Conecta Firefox donde quiera que lo uses.
hi_in: सभी जगह Firefox जोड़ें जहाँ आप इसका उपयोग करते हैं.
ja: Firefox アカウントにログインすれば、家や職場のブックマークやパスワード、履歴などを同期できます。
ko: 다양한 장소에서 Firefox를 서로 연결해 보세요.
sk: Majte svoj Firefox všade so sebou.
ta: நீங்கள் பாவிக்கும் அனைத்து சாதனங்களிலிருங்நதும் பயர்பாஸை இணையுங்கள்.

source: Intro.Slides.Mail.Description
ca: Utilitzeu qualsevol aplicació de correu electrònic (no només el Mail) amb el Firefox.
el: Χρησιμοποιήστε οποιαδήποτε εφαρμογή e-mail - όχι μόνο το Mail - με το Firefox.
es_ar: Usar cualquier aplicación de correo con Firefox, no solo la app Mail.
es_mx: Usa cualquier aplicación de correo electrónico - no solamente tu correo - con Firefox.
hi_in: किसी भी ईमेल ऐप का उपयोग करें - सिर्फ मेल नहीं - Firefox के साथ.
ja: Firefox なら、Mail 以外にも好きなメールアプリを使えます。
ko: Firefox로 Mail 앱 외의 다른 이메일 앱을 사용해 보세요.
sk: Použite akúkoľvek e-mailovú aplikáciu - nielen Mail - s Firefoxom.
ta: ஏதேனும் மின்னஞ்சல் செயலியைப் பயன்படுத்தவும் - பயர்பாக்சுடன் - வெறும் மின்னஞ்சல் மட்டுமல்ல.

source: Intro.Slides.Mail.Title
ca: Més opcions per llegir el correu
el: Έχετε επιλογές… αλληλογραφίας
es_ar: Tenés nuevas opciones… de correo
es_mx: Tienes un nuevo mensaje… opciones
hi_in: आपको मेल मिल गया है… विकल्प
ja: メールを受信しました... オプション
ko: 메일이 도착했습니다… 설정
sk: Možnosti e-mailu
ta: நீங்கள் அஞ்சல்… தெரிவுகள் பெற்றீர்கள்

source: Intro.Slides.Private.Description
ca: Toqueu la icona de màscara per entrar en el mode de navegació privada.
el: Πατήστε το εικονίδιο-μάσκα για μετάβαση στη λειτουργία ιδιωτικής περιήγησης.
es_ar: Pulsá el ícono de la máscara para cambiar al modo de Navegación privada.
es_mx: Presiona la máscara para iniciar el modo de Navegación Privada.
hi_in: निजी ब्राउज़िंग मोड में जाने के लिए मास्क चिह्न को टैप करें.
ja: プライベートブラウジングモードへ切り替えるにはマスクアイコンをタップしてください。
ko: 개인정보 보호 모드로 들어가려면 마스크 아이콘을 탭하세요.
sk: Ťuknite na ikonu masky a prejdite do režimu Súkromné prehliadanie.
ta: தனிப்பட்ட உலாவல் முறைக்குச் செல்ல முகமூடி சின்னத்தைத் தட்டவும்.

source: Intro.Slides.Private.Title
ca: Navegueu sense sentir-vos observat
el: Περιηγηθείτε σαν να μην σάς βλέπει κανείς
es_ar: Navegar como si nadie estuviera mirando
es_mx: Navega como si nadie te estuviera viendo
hi_in: ऐसे ब्राउज़ करें जैसे कोई नहीं देख रहा है
ja: 誰にも監視されないブラウジング
ko: 아무도 보지 않는 브라우징
sk: Prehliadajte, akoby sa nikto nepozeral
ta: யாருக்கும் தெரியாம உலாவுங்கள்

source: Intro.Slides.Search.Description
ca: Busqueu una altra cosa? Trieu un altre motor de cerca per defecte (o afegiu-ne qualsevol altre) als Paràmetres.
el: Ψάχνετε κάτι διαφορετικό; Επιλέξτε μια άλλη προεπιλεγμένη μηχανή αναζήτησης (ή προσθέστε τη δική σας) στις ρυθμίσεις.
es_ar: ¿Buscás algo diferente? Elegí otro buscador predeterminado (o agregá el tuyo) en Ajustes.
es_mx: ¿Buscando algo diferente? Elige otro motor de búsqueda predeterminado (o agrega el que quieras) en Ajustes.
hi_in: कुछ अलग खोंज रहे हैं? सेटिंग्स में दूसरा डिफ़ॉल्ट खोज इंजन(या अपना खुद जोड़े) चुने.
ja: 何か違ったものを探していますか？ 設定で別の検索エンジンを既定として選んでみましょう (任意のエンジンの追加も可能です)。
ko: 뭔가 다른 것을 검색하고 싶으세요? 설정에서 기본 검색 엔진을 다른것으로 선택(또는 추가)해 보세요.
sk: Hľadáte niečo iné? Vyberte si iný predvolený vyhľadávací modul (alebo si pridajte svoj vlastný) v nastaveniach.
ta: வித்தியாசமானதைத் தேடுகிறீர்களா? அமைப்புகளில் வேறொரு இயல்புநிலை தேடியியந்திரத்தைத் தேர்ந்தெடுக்கவும் (அல்லது சேர்க்கவும்).

source: Intro.Slides.Search.Title
ca: Cerqueu com vulgueu
el: Η αναζήτησή σας, με τον τρόπο σας
es_ar: Tu búsqueda, a tu manera
es_mx: Tu búsqueda, tu manera
hi_in: आपकी खोज, आपका तरीका
ja: 好きな方法で検索
ko: 나만의 검색
sk: Prehliadanie podľa vás
ta: உங்களின் தேடல் உங்கள் வழி

source: Intro.Slides.Sync.Description
ca: Utilitzeu el Sync per accedir a les adreces d'interès, contrasenyes i altres elements que heu desat al Firefox en tots els vostres dispositius.
el: Χρησιμοποιήστε το Sync για να βρείτε τους σελιδοδείκτες, τους κωδικούς πρόσβασης και άλλα δεδομένα που αποθηκεύετε στο Firefox σε όλες σας τις συσκευές.
es_ar: Usá Sync para encontrar los marcadores, contraseñas y otras cosas que guardás en Firefox en todos tus dispositivos.
es_mx: Usar Sync para encontrar marcadores, contraseñas y otras cosas que hayas guardado en tus dispositivos con Firefox.
hi_in: आपके सभी डिवाइसों पर बुकमार्क, पासवर्ड और अन्य चीज़ों को Firefox में सहेजने के लिए सिंक का उपयोग करें.
ja: Sync を使えば、お使いのすべての端末から、ブックマークやパスワードなど Firefox へ保存したデータにアクセスできます。
ko: Sync를 이용해서 즐겨찾기나 비밀번호, Firefox에 저장한 다른 설정을 사용하는 모든 기기에서 찾아보세요.
sk: Nájdite pomocou služby Sync záložky, heslá a ďalšie veci, ktoré ste si uložili do Firefoxu na všetkých svojich zariadeniach.
ta: பயர்பாக்சு உலாவியில் நீங்கள் சேமிக்கும் புத்தகக்குறிகள், கடவுச்சொற்கள், பிறவற்றை உங்கள் எல்லா கருவிகளிலும் எடுக்க ஒத்திசைவைப் பயன்படுத்தவும்.

source: Intro.Slides.Sync.Title
ca: Continueu des d'on ho vàreu deixar
el: Συνεχίστε από εκεί που σταματήσατε
es_ar: Continuá desde donde dejaste
es_mx: Continúa donde lo dejaste
hi_in: जहाँ आपने छोड़ा था वहाँ से चुने
ja: やめたところから再開できます。
ko: 멈춘 부분에서 다시 이어서
sk: Pokračujte tam, kde ste prestali
ta: நீங்கள் விட்டுவிட்ட இடத்தில் எடு

source: Intro.Slides.Welcome.Description
ca: Un navegador mòbil modern de Mozilla, l'organització sense ànim de lucre compromesa a mantenir el Web lliure i obert.
el: Ένα σύγχρονο πρόγραμμα περιήγησης για κινητά από τη Mozilla, το μη κερδοσκοπικό οργανισμό που έχει αφιερωθεί σε ένα ελεύθερο και ανοικτό διαδίκτυο.
es_ar: Un navegador móvil moderno de Mozilla, la fundación sin fines de lucro comprometida con la web libre y abierta.
es_mx: Un navegador móvil moderno de Mozilla, la fundación sin fines de lucro, comprometida con la una web libre y abierta.
hi_in: Mozilla द्वारा एक आधुनिक मोबाइल ब्राउज़र, गैर-लाभकारी एक स्वतंत्र और उन्मुक्त वेब के लिए प्रतिबद्ध.
ja: 自由で開かれたウェブの実現に取り組んでいる非営利法人の Mozilla がお届けするモダンなモバイルブラウザー。
ko: 자유롭과 개방된 웹을 위해 일하는 비영리재단 Mozilla에서 만든 최신 모바일 브라우저입니다.
sk: Moderný mobilný prehliadač od Mozilly - neziskovej organizácie, odhodlanej chrániť slobodný a otvorený web.
ta: சுதந்திர மற்றும் திறந்த இணையத்திற்காக அர்பணிக்கப்பட்ட இலாபநோக்கற்ற, மொசில்லாவிலிருந்து ஒரு நவீன கைபேசி உலாவி.

source: Intro.Slides.Welcome.Title
ca: Gràcies per triar el Firefox!
el: Ευχαριστούμε που επιλέξατε το Firefox!
es_ar: ¡Gracias por elegir Firefox!
es_mx: ¡Gracias por elegir Firefox!
hi_in: Firefox चुनने के लिए धन्यवाद!
ja: Firefox を選んでいただきありがとうございます！
ko: Firefox를 선택해 주셔서 감사합니다!
sk: Ďakujeme, že ste si zvolili Firefox!
ta: பயர்பாஃசைத் தேர்வு செய்தமைக்கு நன்றி!

source: Introductory slide %@ of %@
ca: Diapositiva %1$@ de %2$@
el: Διαφάνεια εισαγωγής %1$@ από %2$@
es_ar: Diapositiva introductoria %1$@ de %2$@
es_mx: Diapositiva introductoria %1$@ de %2$@
hi_in: आरंभिक स्लाइड %1$@ के %2$@
ja: 導入スライド %2$@ 枚中 %1$@ 枚目
ko: 소개 슬라이드 %2$@ 중 %1$@
sk: Úvodná snímka %1$@ z %2$@
ta: அறிமுக காட்சிவில்லை %1$@ of %2$@

source: Personalize your Firefox just the way you like in Settings.
ca: Personalitzeu el Firefox com vulgueu als Paràmetres.
el: Εξατομικεύστε το Firefox σας όπως σάς αρέσει στις Ρυθμίσεις.
es_ar: Personalizá Firefox a tu gusto en Ajustes.
es_mx: Personaliza tu Firefox como quieras en los ajustes.
hi_in: अपनी पसंद के अनुसार सेटिंग में अपने Firefox को निजीकृत करें.
ja: Firefox を自分好みの設定にカスタマイズできます。
ko: 원하는 모습으로 Firefox를 개인화하세요.
sk: Prispôsobte si Firefox podľa seba v nastaveniach prehliadača.
ta: அமைவுகளை எவ்வாறு விரும்புகிறீர்களோ அவ்வாறே பயர்பாஃசை விருப்பமையுங்கள்.

source: Sign in to Firefox
ca: Inicia la sessió al Firefox
el: Συνδεθείτε στο Firefox
es_ar: Ingresar a Firefox
es_mx: Ingresar a Firefox
hi_in: Firefox पे साइन इन करें
ja: Firefox にログイン
ko: Firefox 로그인
sk: Prihlásiť sa do Firefoxu
ta: பயர்பாஃசில் உள்நுழை

source: Start Browsing
ca: Comença a navegar
el: Ξεκινήστε την περιήγηση
es_ar: Empezar a navegar
es_mx: Comenzar a navegar
hi_in: ब्राउजिंग शुरू करें
ja: ブラウジングをはじめる
ko: 사용하기
sk: Začať prehliadanie
ta: உலாவத் தொடங்குங்கள்
