Repository: AKFisher/firefox-ios
Catalog: Client/*.lproj/LightweightThemes.strings
Languages: si

source: Back to Themes
si: තේමා වෙත

source: Choose
si: තෝරන්න

source: Choose Theme
si: තේමාව තෝරන්න

source: Default Themes
si: පෙරනිමි තේමාව

source: My Photos
si: මගෙ පිංතූර

source: Photos
si: පිංතූර

source: Preview
si: පෙරදසුන

source: Preview Theme
si: තේමා පෙරදසුන

source: Set
si: තනන්න

source: Set Theme
si: තේමාව තනන්න

source: Theme
si: තේමාව

source: Themes
si: තේමා
